Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Phone number type. Typically, "Work", "Home", "Mobile", "Fax", "Pager" or "Other".
it_it: Tipo di numero di telefono. Tipicamente, "Lavoro", "Abitazione", "Cellulare", "Fax", "Cercapersone" o "Altro".

source: Phone number of the user.
it_it: Numero di telefono dell'utente.

source: Use email
it_it: Usa email

source: Invalid email address
it_it: Indirizzo email non valido

source: Secondary email address
it_it: Indirizzo email secondario

source: Example: email@domain.com.
it_it: Esempio: email@domain.com.

source: Type of the secondary email address. Typically, "Work", "Home" or "Other".
it_it: Tipo di indirizzo email secondario. Tipicamente, "Lavoro", "Abitazione" o "Altro".

source: Secondary email address of the user.
it_it: Indirizzo email secondario dell'utente.

source: User type
it_it: Tipo di utente

source: Choose type
it_it: Scegli il tipo

source: Identifies the relationship between the organization and the user.
it_it: Identifica la relazione tra l'organizzazione e l'utente.

source: External profile
it_it: Profilo esterno

source: Example: Web page.
it_it: Esempio: pagina web.

source: Optional field. Can be the URL to an external website with the user's online profile, for example on LinkedIn.
it_it: Campo facoltativo. Può essere l'URL di un sito web esterno con il profilo online dell'utente, ad esempio su LinkedIn.

source: Username
it_it: Nome utente

source: Used for logging into system; must be unique value. We highly recommend using the email address or the external ID as the username.
it_it: Utilizzato per accedere al sistema; deve essere un valore unico. Consigliamo vivamente di utilizzare l'indirizzo email o l'ID esterno come nome utente.

source: Full name
it_it: Nome completo

source: Unique identifiers
it_it: Identificatori unici

source: Language & timezone
it_it: Lingua e fuso orario

source: Language code
it_it: Codice lingua

source: Full language code. In addition to the language itself, a regional indication may be displayed. For instance "en-US".
it_it: Codice lingua completo. Oltre alla lingua stessa, può essere visualizzata un'indicazione regionale. Ad esempio "en-US".

source: Preferred language
it_it: Lingua preferita

source: Preferred written or spoken languages of the user. Typically used to select the translated interface.
it_it: Lingue preferite scritte o parlate dell'utente. Tipicamente utilizzate per selezionare l'interfaccia tradotta.

source: Time zone of the user.
it_it: Fuso orario dell'utente.

source: Workers & roles settings
it_it: Impostazioni di collaboratori e ruoli

source: Organization details
it_it: Dettagli dell'organizzazione

source: Primary mailing address
it_it: Indirizzo postale principale

source: Roles
it_it: Ruoli

source: Secondary mailing address
it_it: Indirizzo postale secondario

source: Secondary email
it_it: Email secondaria

source: Are you sure you want to activate this user?
it_it: Attivare questo utente?

source: Are you sure you want to deactivate this user?
it_it: Disattivare questo utente?

source: Eligible for performance review
it_it: Idoneo per la revisione delle prestazioni

source: Activate
it_it: Attiva

source: User management
it_it: Gestione utenti

source: Enable the "Variable" widget
it_it: Abilita il widget "Variable"

source: View organizational unit
it_it: Visualizza unità organizzativa

source: Type to select a manager
it_it: Digita per selezionare un manager

source: Line manager of the user
it_it: Manager diretto dell'utente

source: Please add at least one goal.
it_it: Aggiungi almeno un obiettivo

source: All organizational units
it_it: Tutte le unità organizzative

source: All updates were saved.
it_it: Tutti gli aggiornamenti sono stati salvati.

source: # Accepted data privacy
it_it: # Privacy dei dati accettata

source: % Accepted data privacy
it_it: % Informativa sulla privacy accettata

source: Achievement total score
it_it: Punteggio totale risultati

source: Action date time
it_it: Data e ora azione

source: Action name
it_it: Nome azione

source: Action username
it_it: Nome utente azione

source: # Deliverables completed
it_it: # Deliverable completati

source: # Actions
it_it: # Azioni

source: % Active managers requested feedback
it_it: % Manager attivi che hanno richiesto feedback

source: % Active managers sent feedback
it_it: % Manager attivi che hanno inviato feedback

source: Active users
it_it: Utenti attivi

source: # Active users
it_it: # Utenti attivi

source: % Active workers requested feedback
it_it: % collaboratori attivi che hanno richiesto feedback

source: % Active workers sent feedback
it_it: % Collaboratori attivi che hanno inviato feedback

source: Actual number total documents
it_it: Numero effettivo totale di documenti

source: After deadline
it_it: Dopo la scadenza

source: % Aligned behavior ratings
it_it: % Valutazioni comportamentali allineate

source: Aligned goal ID
it_it: ID obiettivo allineato

source: Aligned goal name
it_it: Nome obiettivo allineato

source: Aligned goal owner name
it_it: Nome del titolare dell'obiettivo allineato

source: Aligned goal owner worker ID
it_it: ID collaboratore del titolare dell'obiettivo allineato

source: % Aligned goal rating
it_it: % Valutazione obiettivo allineato

source: Aligned goal type name
it_it: Nome tipo obiettivo allineato

source: # Aligned goals
it_it: # Obiettivi allineati

source: % Aligned goals
it_it: % Obiettivi allineati

source: % Aligned
it_it: % Allineati

source: Alignment
it_it: Allineamento

source: % Alignment
it_it: % Allineamento

source: Analytics user email
it_it: Email utente Analytics

source: Analytics user full name
it_it: Nome e cognome dell'utente di Analytics

source: Analytics user ID
it_it: ID utente Analytics

source: Analytics worker ID
it_it: ID collaboratori Analytics

source: # Android logins
it_it: # Accessi Android

source: % Android logins
it_it: % accessi Android

source: Answer by ID
it_it: Risposta per ID

source: Answer by role
it_it: Risposta per ruolo

source: Answer - Comment
it_it: Risposta - Commento

source: Answer free text
it_it: Risposta in testo libero

source: Answer from
it_it: Risposta da

source: Answer option ID
it_it: ID opzione di risposta

source: Answer permission
it_it: Autorizzazione risposta

source: Answer - Scale
it_it: Risposta - Scala

source: Answer value
it_it: Valore risposta

source: Answered by full name
it_it: Risposta per nome completo

source: # Answers
it_it: # Risposte

source: % Approved goals
it_it: % Obiettivi approvati

source: % Approved
it_it: % Approvati

source: Assigned check-in
it_it: Check-in assegnato

source: Average max. score
it_it: Punteggio massimo medio

source: Average score for clarity
it_it: Punteggio medio per chiarezza

source: Average score for trust
it_it: Punteggio medio per fiducia

source: Average total score
it_it: Punteggio totale medio

source: Avg. aligned goal progress
it_it: Avanzamento medio obiettivo allineato

source: Avg. behaviors per feedback
it_it: Media comportamenti per feedback

source: Avg. check-ins per manager
it_it: Media check-in per manager

source: Avg. check-ins per user
it_it: Media check-in per utente

source: Avg. check-ins per worker
it_it: Media check-in per collaboratore

source: Avg. clarity
it_it: Chiarezza media

source: Avg. feedback sent per user
it_it: Media feedback inviati per utente

source: Avg. logins per user
it_it: Accessi medi per utente

source: Avg. main goals progress
it_it: Avanzamento medio obiettivi principali

source: % Goal progress
it_it: % Avanzamento obiettivo

source: Avg. trust
it_it: Fiducia media

source: Avg. word count
it_it: Numero medio di parole

source: Before deadline
it_it: Prima della scadenza

source: # Before warning
it_it: N. prima dell'avviso

source: % Before warning
it_it: % Prima dell'avviso

source: Behavior library
it_it: Libreria comportamenti

source: Behavior name
it_it: Nome comportamento

source: # Behaviors
it_it: # Comportamenti

source: Behaviors sent
it_it: Comportamenti inviati

source: Behavior actions
it_it: Azioni comportamentali

source: # Behaviors received
it_it: # Comportamenti ricevuti

source: # Behaviors requested
it_it: # Comportamenti richiesti

source: Challenge completed
it_it: Sfida completata

source: Challenge start date
it_it: Data di inizio sfida

source: Check-in date
it_it: Data del check-in

source: Check-in ID
it_it: ID check-in

source: % Check-in ID row total
it_it: % Totale righe ID check-in

source: Check-in participant relationship
it_it: Relazione partecipante check-in

source: Check-in recipient
it_it: Destinatario check-in

source: Check-in recipient email
it_it: E-mail destinatario check-in

source: Check-in relationship type
it_it: Tipo di relazione check-in

source: Check-in type
it_it: Tipo di check-in

source: % Check-ins in the future
it_it: % Check-in futuri

source: # Check-ins
it_it: # Check-in

source: % Check-ins with messages
it_it: % Check-in con messaggi

source: Child goal status
it_it: Stato obiettivo secondario

source: Clear
it_it: Azzera

source: # Closed
it_it: N. chiusi

source: % Closed
it_it: % Chiusi

source: # Closed without document
it_it: N. chiusi senza documento

source: % Closed without document
it_it: % Chiusi senza documento

source: Communication round end date
it_it: Data di fine ciclo di comunicazione

source: Communication round ID
it_it: ID ciclo di comunicazione

source: Communication round name
it_it: Nome del ciclo di comunicazione

source: Communication round start date
it_it: Data di inizio ciclo di comunicazione

source: Communication round state
it_it: Stato ciclo di comunicazione

source: # Completed
it_it: # Completati

source: # Completed plans
it_it: # Piani completati

source: % Completed plans
it_it: % Piani completati

source: # Completed reviews
it_it: # Valutazioni completate

source: Completion rate
it_it: Tasso di completamento

source: # Connections
it_it: # Connessioni

source: Constructive
it_it: Costruttivo

source: # Constructive
it_it: # Costruttivi

source: Contract type
it_it: Tipo di contratto

source: Count
it_it: Conteggio

source: Created/assigned
it_it: Creato/assegnato

source: Created date
it_it: Data di creazione

source: # Cumulative logins
it_it: # Accessi cumulativi

source: Cumulative manager submission over time
it_it: Invio cumulativo del manager nel tempo

source: Cumulative worker submission over time
it_it: Invio cumulativo dei collaboratori nel tempo

source: % Current goal progress
it_it: % Avanzamento obiettivo corrente

source: Current manager ID
it_it: ID manager attuale

source: Current manager name
it_it: Nome manager attuale

source: Data Privacy acceptance status
it_it: Stato di accettazione della privacy dei dati

source: Date
it_it: Data

source: Date created
it_it: Data di creazione

source: Date set refusal
it_it: Rifiuto data impostata

source: Date time worker submit
it_it: Data e ora invio collaboratore

source: Date time manager submit
it_it: Data e ora invio manager

source: Deadline status
it_it: Stato scadenza

source: Deleted by
it_it: Eliminato da

source: Deleted date
it_it: Data eliminazione

source: % Deliverable completion
it_it: % Completamento deliverable

source: Deliverables
it_it: Deliverable

source: # Deliverables
it_it: # Deliverable

source: % Desktop logins
it_it: % Accessi da desktop

source: Detailed review status
it_it: Stato dettagliato della valutazione

source: % Discussion points
it_it: % Punti di discussione

source: % Distribution
it_it: % Distribuzione

source: Division
it_it: Divisione

source: Document creation date
it_it: Data di creazione documento

source: Document ID
it_it: ID documento

source: Document name
it_it: Nome documento

source: # Document review
it_it: N. valutazione documento

source: % Document review
it_it: % Valutazione documento

source: Document status
it_it: Stato documento

source: Document was overridden
it_it: Documento sostituito

source: # Documents
it_it: N. documenti

source: # Drivers
it_it: # Driver

source: Due date
it_it: Data di scadenza

source: Education level
it_it: Livello di istruzione

source: Worker goal comment
it_it: Commento obiettivo collaboratore

source: Worker goal rating
it_it: Valutazione obiettivo collaboratore

source: Worker name
it_it: Nome collaboratore

source: Worker tandem ID
it_it: ID tandem collaboratore

source: Employment status
it_it: Stato occupazione

source: % Endorsed feedback
it_it: % Feedback approvato

source: Ethnicity
it_it: Etnia

source: Evaluation section
it_it: Sezione di valutazione

source: # Favorite
it_it: # Preferiti

source: % Feedback followed up
it_it: % Feedback con follow-up

source: Feedback ID
it_it: ID feedback

source: Feedback ratings ID
it_it: ID valutazioni feedback

source: Feedback relationship
it_it: Relazione feedback

source: Feedback request ID
it_it: ID richiesta feedback

source: # Feedback requested
it_it: # Feedback richiesti

source: # Feedback requests
it_it: # Richieste di feedback

source: # Feedback sent
it_it: # Feedback inviati

source: # Feedback to manager
it_it: # Feedback al manager

source: # Feedback to worker
it_it: # Feedback ai collaboratori

source: Feedback UID
it_it: UID feedback

source: % Feedback with behaviors
it_it: % Feedback con comportamenti

source: File name
it_it: Nome file

source: Final alignment
it_it: Allineamento finale

source: First read date
it_it: Prima data di lettura

source: % Followed-up feedback
it_it: % Feedback con follow-up

source: From worker ID
it_it: ID collaboratore mittente

source: Gender
it_it: Genere

source: % Goal completion
it_it: % Completamento obiettivo

source: Goal creator worker ID
it_it: ID collaboratore creatore obiettivo

source: # Goal drivers
it_it: # Driver obiettivo

source: # Goal duration days
it_it: # Giorni durata obiettivo

source: Goal ID
it_it: ID obiettivo

source: Goal owner worker ID
it_it: ID collaboratore proprietario dell'obiettivo

source: Goal plan name
it_it: Nome del piano obiettivi

source: Goal sharing status
it_it: Stato di condivisione dell'obiettivo

source: Goal tag driver concat
it_it: Concatenazione driver tag obiettivo

source: Goal title
it_it: Titolo dell'obiettivo

source: Goal workflow type
it_it: Tipo di flusso di lavoro dell'obiettivo

source: % Goals completed
it_it: % Obiettivi completati

source: # Goals
it_it: # Obiettivi

source: % Goals pending approval
it_it: % Obiettivi in attesa di approvazione

source: % Goals with deliverables
it_it: % Obiettivi con risultati finali

source: # Goals with drivers
it_it: # Obiettivi con driver

source: Grade
it_it: Grado

source: %GT count of accepted data privacy
it_it: %GT conteggio delle informative sulla privacy dei dati accettate

source: Has accepted data privacy
it_it: Ha accettato la privacy dei dati

source: Has all company access boolean
it_it: Ha accesso a tutta l'azienda booleano

source: Has public visibility
it_it: Ha visibilità pubblica

source: Has rating changed during challenge
it_it: La valutazione è cambiata durante la sfida

source: Helpful
it_it: Utile

source: # Helpful
it_it: # Utile

source: Home country
it_it: Paese di origine

source: Host country
it_it: Paese ospitante

source: # HRBP review
it_it: N. valutazione HRBP

source: % HRBP review
it_it: % Valutazione HRBP

source: # In progress
it_it: N. in corso

source: % In progress
it_it: % In corso

source: Index
it_it: Indice

source: Insightful
it_it: Perspicace

source: # Insightful
it_it: # Perspicace

source: Inspiring
it_it: Motivante

source: # Inspiring
it_it: # Stimolante

source: % iPhone logins
it_it: % accessi da iPhone

source: Is archived
it_it: È archiviato

source: Is completed
it_it: È completato

source: Is constructive
it_it: È costruttivo

source: Is helpful
it_it: È utile

source: Is insightful
it_it: È perspicace

source: Is inspiring
it_it: È stimolante

source: Is read
it_it: È letto

source: Is recurrent label
it_it: È un'etichetta ricorrente

source: Is unclear
it_it: È poco chiaro

source: Is unhelpful
it_it: Non è utile

source: Job category
it_it: Categoria di lavoro

source: Job code
it_it: Codice lavoro

source: Job family
it_it: Famiglia professionale

source: Job level
it_it: Livello lavorativo

source: Last modified date
it_it: Data ultima modifica

source: Last updated date
it_it: Data ultimo aggiornamento

source: Legal entity
it_it: Persona giuridica

source: Let's discuss completed
it_it: Discutiamo di completato

source: Let's discuss start date
it_it: Data di inizio discussione

source: # Let's meet
it_it: # Incontriamoci

source: Library name value
it_it: Valore nome libreria

source: % Linked to goals
it_it: % Collegati agli obiettivi

source: LL rating change
it_it: Modifica valutazione LL

source: % Logged in
it_it: % Connessi

source: Logins
it_it: Accessi

source: # Logins
it_it: # Accessi

source: # Main goals
it_it: # Obiettivi principali

source: Manager + 1 ID
it_it: ID Manager + 1

source: Manager + 1 name
it_it: Nome Manager + 1

source: Manager + 1 rating (Challenge)
it_it: Valutazione Manager + 1 (Sfida)

source: Manager behavior comment
it_it: Commento comportamento del manager

source: Manager behavior rating name
it_it: Nome valutazione comportamento del manager

source: # Manager completed review
it_it: # Valutazione completata dal manager

source: % Manager completed review
it_it: % Valutazione completata dal manager

source: Manager email
it_it: Email del manager

source: Manager final rating comment
it_it: Commento valutazione finale del manager

source: Manager full name
it_it: Nome e cognome del manager

source: Manager goal comment
it_it: Commento obiettivo del manager

source: Manager goal rating
it_it: Valutazione obiettivo del manager

source: Manager ID
it_it: ID manager

source: % Managers logged in
it_it: % Manager che hanno effettuato l'accesso

source: Manager name
it_it: Nome del manager

source: Manager rating (Let's discuss)
it_it: Valutazione del manager (Discussione)

source: Manager rating name
it_it: Nome valutazione del manager

source: Manager rating (Published)
it_it: Valutazione del manager (Pubblicata)

source: Manager rating submitted
it_it: Valutazione del manager inviata

source: Manager review status
it_it: Stato valutazione del manager

source: Manager's overall behavior rating comment
it_it: Commento valutazione complessiva del comportamento del manager

source: Manager's overall behavior rating scale ID
it_it: ID scala di valutazione complessiva del comportamento del manager

source: Manager's overall goal rating comment
it_it: Commento valutazione complessiva degli obiettivi del manager

source: Manager's overall goal rating scale ID
it_it: ID scala di valutazione complessiva degli obiettivi del manager

source: Max. score
it_it: Punteggio massimo

source: Max. weighted score
it_it: Punteggio ponderato massimo

source: Measurement criteria
it_it: Criteri di misurazione

source: # Measurement criteria achieved
it_it: # Criteri di misurazione raggiunti

source: % Measurement criteria achieved
it_it: % Criteri di misurazione raggiunti

source: # Measurement criteria
it_it: # Criteri di misurazione

source: Moderated
it_it: Moderato

source: Modified date
it_it: Data di modifica

source: % MS Teams logins
it_it: % accessi MS Teams

source: Nationality 1
it_it: Nazionalità 1

source: Nationality 2
it_it: Nazionalità 2

source: # New
it_it: N. nuovi

source: % New
it_it: % Nuovi

source: # Not closed
it_it: N. non chiusi

source: % Not declined data privacy
it_it: % Non ha rifiutato la privacy dei dati

source: # Not declined privacy
it_it: # Privacy non rifiutata

source: # Not released
it_it: N. non rilasciati

source: % Not released
it_it: % Non rilasciati

source: % of check-ins
it_it: % di check-in

source: % of total
it_it: % del totale

source: Option value name
it_it: Nome valore opzione

source: Order request status
it_it: Stato richiesta ordine

source: OrgLevel1
it_it: Livello org 1

source: OrgLevel10
it_it: Livello org 10

source: OrgLevel2
it_it: Livello org 2

source: OrgLevel3
it_it: Livello org 3

source: OrgLevel4
it_it: Livello org 4

source: OrgLevel5
it_it: Livello org 5

source: OrgLevel6
it_it: Livello org 6

source: OrgLevel7
it_it: Livello org 7

source: OrgLevel8
it_it: Livello org 8

source: OrgLevel9
it_it: Livello org 9

source: OrgLevelHierarchy
it_it: GerarchiaLivelliOrg

source: % Outlook logins
it_it: % accessi Outlook

source: # Outlook
it_it: # Prospettive

source: Overall review status
it_it: Stato valutazione complessiva

source: # Overdue
it_it: N. scaduti

source: % Overdue
it_it: % Scaduti

source: Overwritten flag
it_it: Flag di sovrascrittura

source: Parent goal ID
it_it: ID obiettivo principale

source: Parent goal name
it_it: Nome obiettivo principale

source: Parent goal owner name
it_it: Nome proprietario obiettivo principale

source: Parent goal owner worker ID
it_it: ID collaboratore proprietario obiettivo principale

source: % parent goal progress
it_it: % avanzamento obiettivo principale

source: Parent goal type name
it_it: Nome tipo obiettivo principale

source: Participant 1 email
it_it: Email partecipante 1

source: Participant 1 ID
it_it: ID partecipante 1

source: Participant 1 name
it_it: Nome partecipante 1

source: Participant 2 email
it_it: Email partecipante 2

source: Participant 2 ID
it_it: ID partecipante 2

source: Participant 2 name
it_it: Nome partecipante 2

source: Participant emails
it_it: Email partecipanti

source: Participants IDs
it_it: ID partecipanti

source: Participant names
it_it: Nomi partecipanti

source: Pending approval
it_it: In attesa di approvazione

source: # Pending document release
it_it: N. documenti in attesa di rilascio

source: % Pending document release
it_it: % Documenti in attesa di rilascio

source: Performance review UUID
it_it: UUID valutazione delle prestazioni

source: Plan name
it_it: Nome piano

source: Plan refused
it_it: Piano rifiutato

source: # Plans not completed
it_it: N. piani non completati

source: # Plans pending manager completion
it_it: N. piani in attesa di completamento da parte del manager

source: % Plans pending manager completion
it_it: % piani in attesa di completamento da parte del manager

source: # Plans pending self-assessment
it_it: N. piani in attesa di autovalutazione

source: % Plans pending worker submission
it_it: % piani in attesa di invio da parte dei collaboratori

source: Platform type
it_it: Tipo di piattaforma

source: Primary communication manager ID
it_it: ID del responsabile della comunicazione principale

source: Primary communication manager name
it_it: Nome del responsabile della comunicazione principale

source: Primary hierarchy name
it_it: Nome della gerarchia principale

source: Priority type
it_it: Tipo di priorità

source: % Progress
it_it: % Avanzamento

source: % Public feedback
it_it: % feedback pubblico

source: Public/private
it_it: Pubblico/privato

source: Question ID
it_it: ID domanda

source: Question title
it_it: Titolo della domanda

source: Question title ordered
it_it: Titolo domanda ordinato

source: Question type
it_it: Tipo di domanda

source: # Questions
it_it: N. domande

source: # Rated feedbacks
it_it: N. feedback valutati

source: Rating changed
it_it: Valutazione modificata

source: Rating difference
it_it: Differenza di valutazione

source: Rating label
it_it: Etichetta valutazione

source: Read by worker
it_it: Letto dal collaboratore

source: Read date
it_it: Data di lettura

source: Read flag
it_it: Flag di lettura

source: # Read
it_it: N. letti

source: % Read
it_it: % Letti

source: # Received behaviors request
it_it: N. richieste di comportamenti ricevute

source: # Received feedback
it_it: N. feedback ricevuti

source: # Received requests
it_it: N. richieste ricevute

source: % Recurrent check-ins
it_it: % check-in ricorrenti

source: Release date
it_it: Data di rilascio

source: % Release
it_it: % Rilascio
